[
    {
        "title": "Chainsaw Man Vol.13",
        "slug": "chainsaw-man-vol13",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man.jpg",
        "description": "Dalam Chainsaw Man Vol. 13, Denji berusaha keras mengungkapkan jati dirinya sebagai Chainsaw Man kepada dunia—tapi ternyata jadi pahlawan tidak semudah yang ia bayangkan. Sementara itu, Asa Mitaka mulai membangun persahabatan baru di sekolah, tanpa menyadari bahwa hubungan itu menyimpan rahasia gelap yang bisa mengubah segalanya. Volume ini membawa nuansa baru dalam kisah Chainsaw Man: perpaduan antara kehidupan sekolah, humor absurd, dan kengerian khas Tatsuki Fujimoto. Penuh aksi brutal, konflik batin, dan sindiran sosial yang tajam, Chainsaw Man Vol. 13 menunjukkan bahwa bahkan di dunia yang dipenuhi iblis, manusia tetap menjadi misteri paling berbahaya.",
        "novel_text": "",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.1",
        "slug": "chainsaw-man-vol1",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol1.jpg",
        "description": "Denji hanyalah remaja miskin yang hidup dari menjual organ dan berburu iblis demi melunasi utang ayahnya. Satu-satunya teman yang ia punya hanyalah Pochita, iblis kecil berbentuk anjing dengan gergaji di kepala. Tapi nasib Denji berubah tragis ketika ia dikhianati dan dibunuh oleh orang yang ia layani. Dalam detik terakhir hidupnya, Pochita mengorbankan diri dan menyatu dengannya, menjadikan Denji makhluk baru—manusia setengah iblis dengan kekuatan gergaji mesin di tangan dan kepala. Dari sini lahirlah Chainsaw Man, cerita penuh darah, kebebasan, dan mimpi sederhana yang terus dikejar di dunia yang kejam.",
        "novel_text": "Dunia ini adalah tempat yang kejam, dan tidak ada yang memahami hal itu lebih baik daripada Denji. Di usia enam belas tahun, hidupnya hanyalah sebuah siklus yang tak berujung: memburu siluman untuk para yakuza, melunasi hutang yang tak pernah habis, dan berjuang untuk sekadar bertahan hidup bersama satu-satunya temannya, Pochita—seekor anjing aneh dengan tubuh bergerigi dan hati yang lebih besar daripada siapa pun yang pernah Denji temui.\n\nPagi itu, seperti biasa, Denji membelah semak-semak dengan kapak tuanya. \"Dengan ini, hutangku seharusnya lumayan berkurang, kan, Pochita?\" katanya pada sang anjing yang mengendus-endus di dekatnya. Matahari menyelinap melalui kanopi pohon, menciptakan pola cahaya dan bayangan yang menari-nari di tanah berumput. Tapi kedamaian itu palsu. Mereka berdua tahu itu.\n\nMalamnya, di gubuk reyot mereka, Denji memeluk Pochita erat-erat. \"Besok pasti lebih baik,\" gumamnya, sebuah mantra yang telah dia ucapkan sejak dia masih kecil. Tapi besoknya membawa pengkhianatan. Para yakuza, yang takut dengan kekuatan Pochita, memancingnya ke dalam perangkap dan membunuhnya. Denji merasakan pisau menusuk jantungnya, rasa sakit yang tajam, lalu... kegelapan.\n\nNamun, dari kegelapan itu, datanglah sebuah suara. \"Denji... Aku ingin hidup bersamamu.\"\nDarah Pochita menyatu dengan darahnya, tubuh kecil anjing itu berubah menjadi jantung berdetak di dada Denji yang berlubang. Saat dia membuka mata, gergaji muncul dari lengannya dengan suara mendengung yang memekakkan telinga. Dia bukan lagi Denji si anak miskin. Dia adalah Chainsaw Man.\n\nKehidupan barunya dimulai ketika Makima menemukannya. Dia cantik, elegan, dan memiliki senyum yang membuat Denji lupa bagaimana cara bernapas. \"Ayo bekerja untukku, Denji,\" katanya, suaranya lembut tapi penuh wibawa. Dia memberinya rumah, makanan, dan tujuan. Bergabung dengan Divisi Khusus 4, Denji bertemu dengan Aki Hayakawa, pria pendiam dengan mata penuh luka, dan Power, siluman darah yang egois dan berisik yang tinggal di tubuh seorang gadis.\n\nMimpi Denji sederhana: makan roti berisi selai setiap pagi, tidur di kasur yang empuk, dan suatu hari nanti bisa menyentuh payudara Makima. Tapi di dalam mimpinya, Pochita yang terakhir kali muncul berbisik, \"Hiduplah untuk dirimu sendiri, Denji. Tunjukkan padaku mimpimu.\" Kata-kata itu bergema dalam dirinya, sebuah benih keraguan di tengah kehidupan barunya yang serba baru.",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.2",
        "slug": "chainsaw-man-vol2",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol2.jpg",
        "description": "Setelah bergabung dengan Biro Keamanan Publik, Denji belajar hidup di bawah aturan baru—dan di bawah pandangan tajam Makima, wanita yang sama menawan sekaligus menakutkan. Saat iblis kelelawar meneror kota, Denji harus membuktikan dirinya layak sebagai pemburu iblis sejati. Namun di balik semua pertarungan, muncul hal yang lebih rumit: keinginan, cinta, dan ambisi yang tak pernah ia pahami sebelumnya.",
        "novel_text": "Tugas pertama Divisi 4 di bawah komando Makima tampak sederhana: menyelidiki sebuah hotel yang dilaporkan sebagai sarang siluman. Tapi begitu pintu utama hotel yang megah itu tertutup di belakang mereka, mereka menyadari bahwa mereka telah memasuki perangkap.\n\n\"Kita sudah berjalan tiga jam, tapi tangga ini tidak pernah sampai ke lantai 15!\" gerutu Power, wajahnya cemberut. Aki menghela napas, tangannya mengepal erat di samping tubuhnya. Suasana tegang mulai menyelimuti mereka. Dinding-dinding hotel yang awalnya terlihat mewah perlahan berubah menjadi monoton, pintu-pintu yang identik berbaris tak berujung. Mereka terjebak di dalam domain Eternity Devil.\n\n\"Coba kupotong saja!\" teriak Denji, dan dengan semangat, gergajinya menyala. Dia menghujam ke dinding, merobeknya, hanya untuk menemukan koridor identik di baliknya. Dia menyerang lagi dan lagi, setiap kali bertransformasi menguras tenaganya, sampai akhirnya dia terjatuh, napasnya terengah-engah, tubuhnya bersimbah peluh.\n\nMakima hanya mengamati dari jauh, matanya yang merah tua tak berkedip. \"Teruslah berjuang, Denji,\" bisiknya, dingin. Aki memandangnya dengan curiga, merasa tidak nyaman dengan ketenangan atasnya.\n\nSetelah berjam-jam, bahkan berhari-hari—waktu kehilangan artinya di tempat ini—keputusasaan mulai menggerogoti. Power, yang biasanya hanya peduli pada dirinya sendiri, melihat Denji yang hampir pingsan. \"Hmph! Manusia yang lemah!\" hardiknya, tapi ada nada khawatir dalam suaranya. \"Jika... jika kau memberiku semua hati ayam yang kau punya selama setahun, akan kuberikan darahku!\"\n\nDalam sebuah ruangan yang mereka jadikan markas sementara, dengan tubuh yang lelah dan semangat yang hampir padam, Denji dan Power membuat kontrak. Darah Power mengalir ke dalam tubuh Denji, memberi bahan bakar baru bagi Chainsaw Man. Dengan teriakan menggema yang memecah kesunyian labirin, Denji meledak menjadi wujudnya yang paling ganas. Kali ini, bukan hanya dinding yang terkoyak, tapi ilusi itu sendiri. Eternity Devil hancur berantakan.\n\nKetika mereka akhirnya keluar dari hotel yang sekarang sunyi, matahari terasa menyilaukan. Denji melihat ke arah Makima, lalu ke Power yang sedang mengeluh tentang lapar, dan untuk pertama kalinya, dia merasa... terhubung. Dia memiliki sebuah tim. Sebuah keluarga. Tapi di balik senyum Makima, ada sesuatu yang lebih dalam, lebih gelap, yang menunggu untuk muncul.",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.3",
        "slug": "chainsaw-man-vol3",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol3.jpg",
        "description": "Denji mulai dikenal sebagai Chainsaw Man, tapi ketenaran itu justru mengundang bahaya. Iblis dan manusia sama-sama mengincar kepalanya. Bersama Aki yang tenang dan Power yang kacau, Denji menghadapi serangan yang menguji batas tubuh dan nuraninya. Di tengah kekacauan, satu hal jadi jelas: di dunia ini, tidak ada yang benar-benar manusia, bahkan manusia itu sendiri.",
        "novel_text": "Langit pagi itu pucat. Bau besi dari darah belum sempat hilang dari udara. Denji duduk di kursi kayu kecil di ruang briefing, kepala nyandar ke dinding, matanya separuh tertutup. Power berdiri di sebelahnya — nyengir lebar, dengan bangga bercerita bagaimana dia \"dengan mudah\" membunuh iblis sapi laut yang tadi pagi.\n\nMakima menatap mereka dengan senyum lembut tapi tajam, seperti pisau yang baru diasah. \"Kerja bagus. Tapi lain kali, tolong jangan hancurkan seluruh gedungnya juga, Power.\"\n\nPower cuma tertawa keras. \"Kalau aku nahan, iblisnya bakal kabur. Kan yang penting menang?\"\n\nDenji menahan napas, antara kesal dan kagum. Ia tahu Power berbohong — iblis itu kalah bukan karena kekuatan, tapi karena keberuntungan. Tapi siapa dia buat ngomong? Dia juga sering menang karena nasib.\n\nMakima lalu menatap Denji. Tatapannya terlalu lama, terlalu tenang. \"Kau makin bagus, Denji. Tapi ingat, kau bukan anjing liar lagi. Kau harus bisa kerja tim.\"\n\nDenji mengangguk cepat, meski separuh otaknya sibuk memikirkan hal lain — seperti bagaimana suara Makima terdengar lebih lembut dari biasanya, dan bagaimana ia ingin sekali duduk lebih dekat dengannya.\n\nPower menatap Denji dan mendengus. \"Anjing lucumu kelihatan lapar, Makima.\" Makima tersenyum tipis. \"Kalau dia lapar, aku yang kasih makan.\"\n\nDan itu cukup untuk bikin jantung Denji berhenti sepersekian detik.\n\nBeberapa hari kemudian, Power mengajaknya ke apartemen bobrok di pinggiran kota. Katanya, kucingnya — Meowy — diculik iblis. Denji setengah malas, setengah penasaran. Tapi Power berjanji, \"Kalau kamu bantu aku, kamu boleh… menyentuh.\"\n\nSeketika, seluruh sistem moral Denji berhenti bekerja. Ia langsung setuju.\n\nPerjalanan ke rumah kosong itu sepi. Jalanan basah, daun-daun menempel di aspal. Denji sesekali melirik Power — wajahnya terlihat serius kali ini, beda dari biasanya.\n\n\"Meowy satu-satunya yang aku sayang,\" katanya lirih, tanpa melihat Denji. \"Lucu juga ya, iblis punya kucing.\" Power diam sejenak, lalu menjawab pelan, \"Manusia juga punya iblis.\"\n\nDenji tidak tahu harus menanggapinya gimana. Tapi kalimat itu menempel di kepalanya, seperti darah yang nggak bisa dicuci bersih.\n\nRumah bobrok itu sunyi. Begitu mereka masuk, Power menatap Denji — dan sebelum sempat dia sadar, Power menghantam kepalanya. Dunia jadi gelap.\n\nSaat sadar, dia sudah terikat rantai besi, duduk di tanah dingin. Di depannya, Power berlutut di depan sesosok iblis besar berbentuk kelalawar.\n\n\"Iblis Kelelawar,\" katanya pelan. \"Aku bawa dia. Sekarang lepaskan Meowy.\"\n\nDenji berusaha bergerak, tapi tubuhnya lemah. Iblis itu tertawa. \"Kucingmu itu sudah jadi sarapanku.\" Power membeku. Seketika, semua wajah sinisnya hilang.\n\n\"...bohong.\" Tapi darah di mulut iblis itu berkata lain.\n\nPower menatap Denji dengan mata kosong. \"Sekarang aku ngerti rasanya kehilangan sesuatu.\" Denji menggertakkan gigi. \"Ya udah, kita samain aja nasibnya.\"\n\nDengan raungan, dia menarik tali rantainya, tubuhnya berubah — suara mesin berputar, darah muncrat, dan Chainsaw Man lahir lagi.\n\nSuara gergaji memecah udara. Dinding runtuh. Daging dan logam menari. Iblis itu menjerit, tapi Denji gak berhenti sampai semuanya diam.\n\nKetika semuanya berakhir, Power tergeletak di tanah, terisak. Denji jatuh di sebelahnya, napasnya berat. \"Jadi… tadi kamu bener-bener sayang sama Meowy, ya?\" Power mengangguk lemah. \"Iya. Lebih dari aku sayang diriku sendiri.\"\n\nDenji menatap langit yang mulai gelap. \"Yaudah, sekarang kita sama. Kita berdua nggak punya siapa-siapa.\"\n\nMakima datang beberapa jam kemudian. Ia berdiri di antara reruntuhan, menatap Denji dan Power yang terkapar. \"Kalian berdua selamat. Itu cukup.\" Suara itu lembut, tapi dingin seperti perintah.\n\nDenji hanya bisa senyum samar. Di kepalanya, hanya ada satu pikiran absurd: Kalau gue terus kerja keras, mungkin Makima bakal bener-bener nyentuh gue.\n\nDan di tengah kelelahan, ia tertawa pelan. Power melirik heran. \"Manusia bodoh.\" Denji balas, \"Iblis nyebelin.\"",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.4",
        "slug": "chainsaw-man-vol4",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol4.jpg",
        "description": "Tim pemburu iblis dikirim ke misi aneh di sebuah hotel tanpa ujung. Terjebak dalam dimensi yang berulang, mereka harus menghadapi ketakutan masing-masing dan iblis yang mengendalikan ruang dan waktu. Volume ini menelanjangi sisi psikologis setiap karakter—menunjukkan betapa tipis batas antara keberanian dan kegilaan.",
        "novel_text": "Ketenangan setelah pertempuran melawan Eternity Devil ternyata hanya jeda sebentar sebelum badai berikutnya menerpa. Divisi Khusus 4 sedang melakukan patroli rutin di distrik perbelanjaan yang ramai ketika serangan itu datang—tiba-tiba dan tanpa peringatan.\n\nDari atap-atap gedung, bayangan-bayangan hitam berjatuhan. Mereka adalah pemburu bayaran dari Kyoto, sekelompok kontraktor iblis yang ditugaskan khusus untuk membunuh Chainsaw Man. Di depan mereka berdiri seorang pemuda dengan mata penuh kebencian, tangan kanannya telah berubah menjadi pedang katana yang berkilat di bawah sinar matahari.\n\n\"Katana Man!\" teriak Aki sambil menarik revolver iblisnya.\n\nTapi semuanya terjadi terlalu cepat. Suara tembakan memecah kesunyian, diikuti oleh jeritan Power yang tertembak di bahu. Aki, yang berusaha melindungi Denji, mendapatkan peluru di dada—darah menyembur deras, mengotori jalanan.\n\n\"Jangan... jangan mendekat!\" teriak Denji sambil menarik tali starter di dadanya. Tapi sebelum gergajinya menyala, rasa sakit yang tak terbayangkan menghantamnya. Peluru iblis khusus menghancurkan bagian terpenting dari tubuh pria—buah zakarnya hancur berantakan. Denji terjatuh, berguling-guling dalam kesakitan yang membuatnya ingin mati saja.\n\nPower berusaha melawan dengan palu darahnya, tapi nenek tua pemimpin kelompok itu dengan mudah menghentikannya. \"Anak-anak yang tidak tahu diri,\" katanya dengan suara parau.\n\nSaat segalanya tampak putus asa, langit tiba-tiba berubah warna. Makima berjalan tenang di antara reruntuhan pertempuran, rambutnya berkibar-kibar dalam angin yang tiba-tiba berhembus.\n\n\"Kalian sudah menyakiti anak-anak saya,\" ucapnya dengan suara yang datar namun mematikan.\n\nDia menatap langsung kepada Katana Man. \"Tekanan darah.\"\n\nSeketika itu juga, pemuda itu terjungkal, darah mengucur dari setiap lubang di tubuhnya. Para pemburu lainnya mengalami nasib yang lebih mengerikan—tubuh mereka meledak dari dalam, seolah-olah ada bom yang diletakkan di organ-organ mereka. Dalam hitungan detik, ancaman yang tadinya tak tertahankan telah berubah menjadi tumpukan daging dan darah.\n\nDenji, dengan mata berkunang-kunang, menyaksikan semua ini. Dia melihat Makima berdiri di antara mayat-mayat, tetap sempurna dan tak ternoda. Di saat yang sama, dia merasa takut dan semakin terpikat. Kekuatan seperti apa yang dimiliki wanita ini?",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.5",
        "slug": "chainsaw-man-vol5",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol5.jpg",
        "description": "Kehidupan Denji semakin penuh darah dan kebingungan. Hubungannya dengan Power dan Aki tumbuh tidak karuan, diwarnai kekonyolan, kejujuran, dan kehilangan. Saat organisasi pemburu iblis diserang, mereka dipaksa memilih antara bertahan hidup atau mati dengan harga diri. Fujimoto mulai memperlihatkan sisi tragis dari dunia yang selama ini terlihat absurd.",
        "novel_text": "Kematian dan kehancuran meninggalkan luka yang dalam bagi seluruh divisi. Aki, yang kehilangan terlalu banyak darah, harus dirawat intensif selama seminggu. Himeno—partner Aki yang selalu ceria meski hidupnya penuh luka—duduk di samping tempat tidurnya setiap hari, menggenggam tangan Aki yang dingin.\n\n\"Malam ini, ayo kita minum,\" kata Himeno pada Denji suatu sore, matanya merah karena kurang tidur.\n\nDi bar kecil yang sepi, Himeno bercerita tentang masa lalunya. \"Aku kehilangan mata, telinga, kaki, dan tiga jari untuk iblis,\" ujarnya sambil menyalakan rokok. \"Tapi Aki... dia berbeda. Dia masih punya masa depan.\"\n\nHimeno memandang Denji dengan serius. \"Janji padaku, kau akan melindungi Aki. Dia... dia seperti adik yang tidak pernah kumiliki.\"\n\nDenji yang mabuk hanya bisa mengangguk pelan. Dia tidak begitu paham dengan perasaan rumit ini, tapi dia tahu betapa berharganya sebuah janji.\n\nKeesokan harinya, misi baru datang. Ghost Devil—iblis hantu yang ditakuti—telah membajak sebuah stasiun kereta bawah tanah. Saat tim memasuki kegelapan stasiun, sesuatu terasa tidak beres. Ghost Devil jauh lebih kuat dari perkiraan, dan mereka segera terjebak dalam labirin tangan-tangan hantu yang tak terlihat.\n\n\"Lari!\" teriak Himeno saat dia mendorong Aki dan Denji. Tapi sudah terlambat. Tangan-tangan hantu itu menangkap Aki, mengangkatnya tinggi-tinggi.\n\nDengan senyum sedih, Himeno membuka mulutnya. Asap keluar dari dalam dirinya—dia memanggil iblis yang telah membuatnya kehilangan begitu banyak bagian tubuh. \"Aku berikan segalanya,\" bisiknya. \"Seluruh diriku untukmu, demi menyelamatkan Aki.\"\n\nTubuh Himeno mulai menghilang, berubah menjadi asap yang menyatu dengan Ghost Devil. Dalam detik-detik terakhirnya, dia menatap Aki untuk terakhir kalinya. \"Hidup ini memang menyebalkan... tapi bertemu Aki membuat semuanya berharga.\"\n\nAki, yang biasanya dingin dan terkendali, menjerit histeris. Air matanya mengalir deras saat dia menyaksikan Himeno menghilang untuk selamanya. Denji berdiri terpaku, memahami untuk pertama kalinya bahwa di dunia ini, cinta seringkali berarti kehilangan.\n\nKembali ke kantor, Aki duduk sendirian di kamar Himeno, memegang seragamnya yang masih tergantung. Bau parfumnya masih tersisa. Di luar, hujan mulai turun, seakan ikut menangis untuk seorang wanita yang terlalu banyak berkorban.",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.6",
        "slug": "chainsaw-man-vol6",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol6.jpg",
        "description": "Ketika Denji bertemu Reze—gadis manis di toko bunga—hidupnya untuk sesaat terasa normal. Namun kehangatan itu segera berubah jadi ledakan besar. Reze ternyata bukan gadis biasa, melainkan iblis bom dengan misi tersembunyi. Kisah ini jadi campuran pahit antara cinta pertama, pengkhianatan, dan kebrutalan.",
        "novel_text": "Pagi itu, matahari baru saja menyinari gedung-gedung tua kota. Denji sedang berjalan di jalan sempit, gergajinya tergantung di punggungnya, ketika matanya menangkap sosok seorang gadis yang berdiri di pinggir jalan, rambutnya merah seperti api yang lembut. \n\n\"Hai,\" sapanya, tersenyum manis. \"Aku Reze.\"\n\nDenji tersentak. Jantungnya berdetak lebih cepat dari biasanya. \"Eh… Denji,\" jawabnya, mencoba terlihat santai padahal seluruh tubuhnya kaku. \n\nHari-hari berikutnya, mereka bertemu lagi dan lagi. Reze selalu ceria, tapi ada sesuatu yang misterius tentangnya. Denji, yang biasanya fokus pada makanan dan tidur, menemukan dirinya penasaran, bahkan ingin melindungi gadis ini.\n\nSuatu sore, mereka berada di atap gedung, memandang kota yang basah oleh hujan. Reze tersenyum. \"Kau berbeda dari yang lain, Denji. Kau tidak takut menjadi apa adanya.\" Denji hanya bisa menggaruk kepala, wajahnya memerah. \n\nTapi ketenangan itu tidak bertahan lama. Dari kegelapan, muncul sosok iblis berbentuk manusia dengan aura mematikan. Reze segera berubah, matanya menyala dan tangannya berubah menjadi senjata tajam yang siap membunuh.\n\n\"Denji, lari!\" teriak Reze. Tapi Denji tidak bergerak. Gergajinya menyala, dan darah bercampur hujan saat pertarungan dimulai.\n\nMereka bertarung dengan kecepatan yang membuat mata biasa tidak bisa menangkap. Denji, walaupun lelah, berjuang untuk melindungi Reze. Setiap serangan iblis itu membuatnya sadar, bahwa gadis ini lebih dari sekadar teman—ia adalah sesuatu yang berharga.\n\nPertempuran selesai saat Reze dan Denji berdiri saling menatap, napas mereka berat, tubuh basah oleh hujan dan darah. Reze tersenyum lemah. \"Terima kasih, Denji. Kau benar-benar berbeda dari yang lain.\" \n\nDenji hanya bisa tersenyum, merasakan sesuatu yang baru tumbuh dalam dirinya—campuran rasa kagum, takut, dan mungkin… cinta. Namun di balik semua itu, ia tidak tahu rahasia gelap Reze yang akan segera mengubah hidupnya selamanya.",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.7",
        "slug": "chainsaw-man-vol7",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol7.jpg",
        "description": "Pertarungan melawan Reze berakhir dengan kehancuran dan kehilangan. Denji mulai menyadari bahwa setiap kebahagiaan di hidupnya selalu dibayar mahal. Volume ini menutup arc Reze dengan nada getir—antara cinta yang mustahil dan mimpi yang terus diulang, seperti mimpi buruk yang indah.",
        "novel_text": "Kota masih basah oleh hujan malam sebelumnya. Denji dan Power sedang patroli di distrik industri, menelusuri gedung-gedung kosong yang menjadi sarang iblis kecil. Mata Denji selalu waspada, gergajinya siap menyala kapan saja.\n\n\"Kau yakin ini aman?\" tanya Power sambil mengangkat palu darahnya. \n\n\"Kalau nggak, kita mati aja sekarang,\" jawab Denji, setengah bercanda, tapi hatinya tegang.\n\nTiba-tiba, bayangan gelap meluncur dari langit-langit, menghantam jalanan dan memecahkan jendela. Sosok iblis baru muncul—tinggi, bersisik hitam mengkilap, dengan sayap menyerupai bilah logam. \n\nDenji langsung berubah, Chainsaw Man menyala dengan raungan yang memekakkan telinga. Power mengikuti, mengayunkan palunya, darah muncrat memenuhi udara.\n\nPertarungan itu brutal. Setiap gerakan Chainsaw Man mengoyak iblis, tapi makhluk itu lincah, menyerang balik dengan kekuatan yang menghancurkan beton. Denji hampir kehabisan tenaga ketika suara tenang tapi mematikan terdengar dari atas gedung.\n\n\"Denji, fokus!\" Makima muncul, rambutnya berkibar diterpa angin. Mata merahnya menembus kabut pertempuran, seakan memerintah setiap serangan.\n\nDengan kekuatan yang belum pernah dirasakan Denji sebelumnya, Makima membantu mengatur ritme pertarungan, memanfaatkan setiap kelemahan iblis. Bersama, mereka mengalahkan makhluk itu, tubuhnya hancur berkeping-keping.\n\nSetelah pertempuran, Denji tersandar di reruntuhan, napasnya berat. Power duduk di sampingnya, meneteskan peluh dan darah. \"Kau nggak pernah berhenti, ya,\" katanya.\n\nDenji hanya bisa tersenyum samar. Di hatinya, ia sadar bahwa pertarungan mereka baru saja dimulai. Kota ini penuh dengan ancaman, dan setiap kemenangan hanyalah jeda sebelum badai berikutnya.\n\nDi kejauhan, bayangan misterius muncul, mengintai dari kegelapan. Denji menatapnya, gergajinya masih menyala. \"Kalau itu iblis lagi… aku siap,\" gumamnya.\n\nNamun di balik semua itu, Makima tetap berdiri, tersenyum tipis. Ada rencana besar yang belum terungkap, dan semua orang, termasuk Denji, akan terjebak di dalamnya.",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.8",
        "slug": "chainsaw-man-vol8",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol8.jpg",
        "description": "Dunia mulai memperhatikan Chainsaw Man. Negara-negara lain mengirim pemburu iblis terbaik mereka untuk memburu Denji, dan kekacauan global pun meledak. Volume ini memperluas cakupan cerita: dari drama pribadi menjadi peperangan internasional, tanpa kehilangan absurditas khas Fujimoto yang selalu bermain antara humor dan kengerian.",
        "novel_text": "",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.9",
        "slug": "chainsaw-man-vol9",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol9.jpg",
        "description": "Konflik memasuki wilayah baru—politik, agama, dan kekuatan iblis tingkat dewa. Denji mulai menyadari bahwa semua yang terjadi padanya bukan kebetulan. Makima memperlihatkan sisi aslinya, dan Chainsaw Man menjadi simbol yang lebih besar dari sekadar pahlawan. Dunia mulai mandi darah—secara harfiah dan metaforis.",
        "novel_text": "",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.10",
        "slug": "chainsaw-man-vol10",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol10.jpg",
        "description": "Kebenaran yang disembunyikan Makima akhirnya terbongkar. Denji menghadapi kenyataan pahit bahwa orang yang ia cintai selama ini adalah musuh paling berbahaya. Pertarungan di volume ini bukan sekadar fisik, tapi juga spiritual—antara rasa bersalah, cinta, dan kebebasan. Fujimoto menyusun babak paling emosional dari seluruh seri.",
        "novel_text": "",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    }
]